Revit 2027 API
ParameterTypeId.MultiReferenceAnnotationTagType Property
 "Tag Family"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MultiReferenceAnnotationTagType { get; }
Public Shared ReadOnly Property MultiReferenceAnnotationTagType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MultiReferenceAnnotationTagType {
	ForgeTypeId^ get ();
}
static member MultiReferenceAnnotationTagType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace